<template>
  <section class="promo">
    <div class="container">
      <h1>Мой блог</h1>
      <div class="promo-text">
        <p>Привет, дорогие читатели!</p>
        <p>
          Добро пожаловать в мой блог! Здесь я буду делиться своими мыслями,
          идеями, исследованиями и интересными историями из своей жизни.
          Надеюсь, каждый из вас найдёт для себя что-то ценное и интересное.
        </p>
        <p>
          Мир блогов – это уникальное пространство для обмена мнениями, знаниями
          и опытом. Я искренне рад, что теперь у меня есть возможность общаться
          с вами, узнавать ваши мнения и растить свои знания вместе с вами.
        </p>
        <p>
          Не стесняйтесь оставлять свои комментарии, задавать вопросы и делиться
          своими идеями. Ваше участие делает этот блог живым и насыщенным!
        </p>
        <p>
          С нетерпением жду нашего общения. До скорых встреч на страницах этого
          блога!
        </p>
        <p>С наилучшими пожеланиями, karyna4k</p>
      </div>
    </div>
  </section>
</template>

<style lang="scss" scoped>
.promo {
  &-text {
    @apply space-y-4 text-lg leading-2;
  }
}
</style>
